{
  "media": [
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "The Secret History",
      "firstName": "Donna",
      "lastName": "Tartt",
      "genre": "contemporary fiction",
      "synopsis": "Under the influence of their charismatic classics professor, a group of clever, eccentric misfits at an elite New England college discover a way of thinking and living that is a world away from the humdrum existence of their contemporaries. But when they go beyond the boundaries of normal morality they slip gradually from obsession to corruption and betrayal, and at last—inexorably—into evil.",
      "rating": 5,
      "available": true,
      "expand": false,
      "image": "src/assets/books/thesecrethistory.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "A Game of Thrones: ASOIAF I",
      "firstName": "George R.R.",
      "lastName": "Martin",
      "genre": "fantasy",
      "synopsis": "Long ago, in a time forgotten, a preternatural event threw the seasons out of balance. In a land where summers can last decades and winters a lifetime, trouble is brewing. The cold is returning, and in the frozen wastes to the north of Winterfell, sinister and supernatural forces are massing beyond the kingdom’s protective Wall. At the center of the conflict lie the Starks of Winterfell, a family as harsh and unyielding as the land they were born to. Sweeping from a land of brutal cold to a distant summertime kingdom of epicurean plenty, here is a tale of lords and ladies, soldiers and sorcerers, assassins and bastards, who come together in a time of grim omens.",
      "rating": 5,
      "available": true,
      "expand": false,
      "image": "src/assets/books/agameofthrones.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "The Song of Achilles",
      "firstName": "Madeline",
      "lastName": "Miller",
      "genre": "fantasy",
      "synopsis": "Greece in the age of heroes. Patroclus, an awkward young prince, has been exiled to the court of King Peleus and his perfect son Achilles. By all rights their paths should never cross, but Achilles takes the shamed prince as his friend, and as they grow into young men skilled in the arts of war and medicine their bond blossoms into something deeper - despite the displeasure of Achilles' mother Thetis, a cruel sea goddess. But then word comes that Helen of Sparta has been kidnapped. Torn between love and fear for his friend, Patroclus journeys with Achilles to Troy, little knowing that the years that follow will test everything they hold dear.",
      "rating": 5,
      "available": true,
      "expand": false,
      "image": "src/assets/books/thesongofachilles.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "The Nightingale",
      "firstName": "Kristin",
      "lastName": "Hannah",
      "genre": "historical fiction",
      "synopsis": "In the quiet village of Carriveau, Vianne Mauriac says good-bye to her husband, Antoine, as he heads for the Front. She doesn’t believe that the Nazis will invade France…but invade they do, in droves of marching soldiers, in caravans of trucks and tanks, in planes that fill the skies and drop bombs upon the innocent. When a German captain requisitions Vianne’s home, she and her daughter must live with the enemy or lose everything. Without food or money or hope, as danger escalates all around them, she is forced to make one impossible choice after another to keep her family alive. Vianne’s sister, Isabelle, is a rebellious eighteen-year-old, searching for purpose with all the reckless passion of youth. While thousands of Parisians march into the unknown terrors of war, she meets Gaëtan, a partisan who believes the French can fight the Nazis from within France, and she falls in love as only the young can…completely. But when he betrays her, Isabelle joins the Resistance and never looks back, risking her life time and again to save others.",
      "rating": 5,
      "available": true,
      "expand": false,
      "image": "src/assets/books/thenightingale.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "Pretty Girls",
      "firstName": "Karin",
      "lastName": "Slaughter",
      "genre": "mystery/thriller",
      "synopsis": "Twenty years ago Claire Scott's eldest sister, Julia, went missing. No one knew where she went - no note, no body. It was a mystery that was never solved and it tore her family apart. Now another girl has disappeared, with chilling echoes of the past. And it seems that she might not be the only one. Claire is convinced Julia's disappearance is linked. But when she begins to learn the truth about her sister, she is confronted with a shocking discovery, and nothing will ever be the same...",
      "rating": 5,
      "available": true,
      "expand": false,
      "image": "src/assets/books/prettygirls.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "Sadie",
      "firstName": "Courtney",
      "lastName": "Summers",
      "genre": "mystery/thriller",
      "synopsis": "Sadie hasn't had an easy life. Growing up on her own, she's been raising her sister Mattie in an isolated small town, trying her best to provide a normal life and keep their heads above water. But when Mattie is found dead, Sadie's entire world crumbles. After a somewhat botched police investigation, Sadie is determined to bring her sister's killer to justice and hits the road following a few meager clues to find him. When West McCray―a radio personality working on a segment about small, forgotten towns in America―overhears Sadie's story at a local gas station, he becomes obsessed with finding the missing girl. He starts his own podcast as he tracks Sadie's journey, trying to figure out what happened, hoping to find her before it's too late.",
      "rating": 5,
      "available": true,
      "expand": false,
      "image": "src/assets/books/sadie.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "The Last Time I Lied",
      "firstName": "Riley",
      "lastName": "Sager",
      "genre": "mystery/thriller",
      "synopsis": "Fifteen years ago, summer camper Emma Davis watched sleepily as her three cabin mates snuck out of their cabin in the dead of night. The last she--and anyone--saw of them was Vivian closing the cabin door behind her, hushing Emma with a finger pressed to her lips. Now a rising star in the NYC art scene, Emma turns her past into paintings.. They catch the attention of Francesca Harris-White, the socialite and wealthy owner of the very same Camp Nightingale--and when Francesca implores Emma to return to the camp as a painting counselor, Emma sees an opportunity to find closure and move on. Yet, it is immediately clear that all is not right at Camp Nightingale. Already haunted by surfacing memories, Emma is suddenly plagued by a security camera pointed directly at her cabin, mounting mistrust from Francesca, and, most disturbing of all, cryptic clues Vivian apparently left behind about the camp's twisted origins. And as history begins to repeat itself and three girls go missing again, Emma must face threats from both man and nature in order to uncover all the buried secrets--including what really happened all those years ago.",
      "rating": 5,
      "available": true,
      "expand": false,
      "image": "src/assets/books/thelasttimeilied.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "My Dark Vanessa",
      "firstName": "Kate Elizabeth",
      "lastName": "Russel",
      "genre": "contemporary fiction",
      "synopsis": "Exploring the psychological dynamics of the relationship between a precocious yet naïve teenage girl and her magnetic and manipulative teacher, a brilliant, all-consuming read that marks the explosive debut of an extraordinary new writer.",
      "rating": 5,
      "available": false,
      "expand": false,
      "image": "src/assets/books/mydarkvanessa.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "Horrid",
      "firstName": "Katrina",
      "lastName": "Leno",
      "genre": "horror",
      "synopsis": "Following her father's death, Jane North-Robinson and her mom move from sunny California to the dreary, dilapidated old house in Maine where her mother grew up. All they want is a fresh start, but behind North Manor's doors lurks a history that leaves them feeling more alone...and more tormented. As the cold New England autumn arrives, and Jane settles in to her new home, she finds solace in old books and memories of her dad. She steadily begins making new friends, but also faces bullying from the resident 'bad seed', struggling to tamp down her own worst nature in response. Jane's mom also seems to be spiraling with the return of her childhood home, but she won't reveal why. Then Jane discovers that the 'storage room' her mom has kept locked isn't for storage at all — it's a little girl's bedroom, left untouched for years and not quite as empty of inhabitants as it appears... Is it grief? Mental illness? Or something more...horrid?",
      "rating": 5,
      "available": true,
      "expand": false,
      "image": "src/assets/books/horrid.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "The Sun Down Motel",
      "firstName": "Simone",
      "lastName": "St. James",
      "genre": "horror",
      "synopsis": "Upstate NY, 1982. Every small town like Fell, New York, has a place like the Sun Down Motel. Some customers are from out of town, passing through on their way to someplace better. Some are locals, trying to hide their secrets. Viv Delaney works as the night clerk to pay for her move to New York City. But something isn't right at the Sun Down, and before long she's determined to uncover all of the secrets hidden…",
      "rating": 5,
      "available": true,
      "expand": false,
      "image": "src/assets/books/thesundownmotel.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "Home Before Dark",
      "firstName": "Riley",
      "lastName": "Sager",
      "genre": "mystery/thriller",
      "synopsis": "Maggie Holt is used to such questions. Twenty-five years ago, she and her parents, Ewan and Jess, moved into Baneberry Hall, a rambling Victorian estate in the Vermont woods. They spent three weeks there before fleeing in the dead of night, an ordeal Ewan later recounted in a nonfiction book called House of Horrors. His tale of ghostly happenings and encounters with malevolent spirits became a worldwide phenomenon, rivaling The Amityville Horror in popularity—and skepticism. Today, Maggie is a restorer of old homes and too young to remember any of the events mentioned in her father’s book. But she also doesn’t believe a word of it. Ghosts, after all, don’t exist. When Maggie inherits Baneberry Hall after her father’s death, she returns to renovate the place to prepare it for sale. But her homecoming is anything but warm. People from the past, chronicled in House of Horrors, lurk in the shadows. And locals aren’t thrilled that their small town has been made infamous thanks to Maggie’s father. Even more unnerving is Baneberry Hall itself—a place filled with relics from another era that hint at a history of dark deeds. As Maggie experiences strange occurrences straight out of her father’s book, she starts to believe that what he wrote was more fact than fiction.",
      "rating": 5,
      "available": true,
      "expand": false,
      "image": "src/assets/books/homebeforedark.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "The Midnight Library",
      "firstName": "Matt",
      "lastName": "Haig",
      "genre": "fantasy",
      "synopsis": "Somewhere out beyond the edge of the universe there is a library that contains an infinite number of books, each one the story of another reality. One tells the story of your life as it is, along with another book for the other life you could have lived if you had made a different choice at any point in your life. While we all wonder how our lives might have been, what if you had the chance to go to the library and see for yourself? Would any of these other lives truly be better?",
      "rating": 5,
      "available": true,
      "expand": false,
      "image": "src/assets/books/themidnightlibrary.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "Hour of the Witch",
      "firstName": "Chris",
      "lastName": "Bohjalian",
      "genre": "historical fiction",
      "synopsis": "Boston, 1662. Mary Deerfield is twenty-four-years-old. Her skin is porcelain, her eyes delft blue, and in England she might have had many suitors. But here in the New World, amid this community of saints, Mary is the second wife of Thomas Deerfield, a man as cruel as he is powerful. When Thomas, prone to drunken rage, drives a three-tined fork into the back of Mary's hand, she resolves that she must divorce him to save her life. But in a world where every neighbor is watching for signs of the devil, a woman like Mary--a woman who harbors secret desires and finds it difficult to tolerate the brazen hypocrisy of so many men in the colony--soon finds herself the object of suspicion and rumor. When tainted objects are discovered buried in Mary's garden, when a boy she has treated with herbs and simples dies, and when their servant girl runs screaming in fright from her home, Mary must fight to not only escape her marriage, but also the gallows. A twisting, tightly plotted thriller from one of our greatest storytellers, Hour of the Witch is a timely and terrifying novel of socially sanctioned brutality and the original American witch hunt.",
      "rating": 5,
      "available": true,
      "expand": false,
      "image": "src/assets/books/hourofthewitch.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "Parable of the Sower",
      "firstName": "Octavia",
      "lastName": "Butler",
      "genre": "scifi",
      "synopsis": "When global climate change and economic crises lead to social chaos in the early 2020s, California becomes full of dangers, from pervasive water shortage to masses of vagabonds who will do anything to live to see another day. Fifteen-year-old Lauren Olamina lives inside a gated community with her preacher father, family, and neighbors, sheltered from the surrounding anarchy. In a society where any vulnerability is a risk, she suffers from hyperempathy, a debilitating sensitivity to others' pain. Precocious and clear-eyed, Lauren must make her voice heard in order to protect her loved ones from the imminent disasters her small community stubbornly ignores. But what begins as a fight for survival soon leads to something much more: the birth of a new faith...and a startling vision of human destiny.",
      "rating": 4,
      "available": true,
      "expand": false,
      "image": "src/assets/books/parableofthesower.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "Cracked up to Be",
      "firstName": "Courtney",
      "lastName": "Summers",
      "genre": "contemporary fiction",
      "synopsis": "Perfect Parker Fadley isn't so perfect anymore. She's quit the cheerleading squad, she's dumped her perfect boyfriend, and she's failing school. Her parents are on a constant suicide watch and her counselors think she's playing games, but they don't know that the real reason for this whole mess isn't something she can say out loud. It isn't even something she can say to herself. A horrible thing has happened and it just might be her fault. If she can just remove herself from everybody--be totally alone--then everything will be okay...The problem is, nobody will let her.",
      "rating": 4,
      "available": true,
      "expand": false,
      "image": "src/assets/books/crackeduptobe.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "The Hating Game",
      "firstName": "Sally",
      "lastName": "Thorne",
      "genre": "romance",
      "synopsis": "Lucy Hutton has always been certain that the nice girl can get the corner office. She’s charming and accommodating and prides herself on being loved by everyone at Bexley & Gamin. Everyone except for coldly efficient, impeccably attired, physically intimidating Joshua Templeman. And the feeling is mutual. Trapped in a shared office together 40 (OK, 50 or 60) hours a week, they’ve become entrenched in an addictive, ridiculous never-ending game of one-upmanship. There’s the Staring Game. The Mirror Game. The HR Game. Lucy can’t let Joshua beat her at anything—especially when a huge new promotion goes up for the taking. If Lucy wins this game, she’ll be Joshua’s boss. If she loses, she’ll resign. So why is she suddenly having steamy dreams about Joshua, and dressing for work like she’s got a hot date? After a perfectly innocent elevator ride ends with an earth shattering kiss, Lucy starts to wonder whether she’s got Joshua Templeman all wrong. Maybe Lucy Hutton doesn’t hate Joshua Templeman. And maybe, he doesn’t hate her either. Or maybe this is just another game.",
      "rating": 4,
      "available": true,
      "expand": false,
      "image": "src/assets/books/thehatinggame.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "They Both Die at the End",
      "firstName": "Adam",
      "lastName": "Silvera",
      "genre": "scifi",
      "synopsis": "On September 5, a little after midnight, Death-Cast calls Mateo Torrez and Rufus Emeterio to give them some bad news: They’re going to die today. Mateo and Rufus are total strangers, but, for different reasons, they’re both looking to make a new friend on their End Day. The good news: There’s an app for that. It’s called the Last Friend, and through it, Rufus and Mateo are about to meet up for one last great adventure—to live a lifetime in a single day.",
      "rating": 4,
      "available": true,
      "expand": false,
      "image": "src/assets/books/theybothdieattheend.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "Final Girls",
      "firstName": "Riley",
      "lastName": "Sager",
      "genre": "mystery/thriller",
      "synopsis": "Ten years ago, college student Quincy Carpenter went on vacation with five friends and came back alone, the only survivor of a horror movie–scale massacre. In an instant, she became a member of a club no one wants to belong to—a group of similar survivors known in the press as the Final Girls. Lisa, who lost nine sorority sisters to a college dropout's knife; Sam, who went up against the Sack Man during her shift at the Nightlight Inn; and now Quincy, who ran bleeding through the woods to escape Pine Cottage and the man she refers to only as Him. The three girls are all attempting to put their nightmares behind them, and, with that, one another. Despite the media's attempts, they never meet. Now, Quincy is doing well—maybe even great, thanks to her Xanax prescription. She has a caring almost-fiancé, Jeff; a popular baking blog; a beautiful apartment; and a therapeutic presence in Coop, the police officer who saved her life all those years ago. Her memory won’t even allow her to recall the events of that night; the past is in the past. That is, until Lisa, the first Final Girl, is found dead in her bathtub, wrists slit, and Sam, the second, appears on Quincy's doorstep. Blowing through Quincy's life like a whirlwind, Sam seems intent on making Quincy relive the past, with increasingly dire consequences, all of which makes Quincy question why Sam is really seeking her out. And when new details about Lisa's death come to light, Quincy's life becomes a race against time as she tries to unravel Sam's truths from her lies, evade the police and hungry reporters, and, most crucially, remember what really happened at Pine Cottage, before what was started ten years ago is finished.",
      "rating": 4,
      "available": false,
      "expand": false,
      "image": "src/assets/books/finalgirls.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "Tender is the Flesh",
      "firstName": "Agustina",
      "lastName": "Bazterrica",
      "genre": "horror",
      "synopsis": "His wife has left him, his father is sinking into dementia, and Marcos tries not to think too hard about how he makes a living. After all, it happened so quickly. First, it was reported that an infectious virus has made all animal meat poisonous to humans. Then governments initiated the “Transition.” Now, eating human meat—“special meat”—is legal. Marcos tries to stick to numbers, consignments, processing. Then one day he’s given a gift: a live specimen of the finest quality. Though he’s aware that any form of personal contact is forbidden on pain of death, little by little he starts to treat her like a human being. And soon, he becomes tortured by what has been lost—and what might still be saved.",
      "rating": 4,
      "available": true,
      "expand": false,
      "image": "src/assets/books/tenderistheflesh.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "Lock Every Door",
      "firstName": "Riley",
      "lastName": "Sager",
      "genre": "mystery/thriller",
      "synopsis": "No visitors. No nights spent away from the apartment. No disturbing the other residents, all of whom are rich or famous or both. These are the only rules for Jules Larsen's new job as an apartment sitter at the Bartholomew, one of Manhattan's most high-profile and mysterious buildings. Recently heartbroken and just plain broke, Jules is taken in by the splendor of her surroundings and accepts the terms, ready to leave her past life behind. As she gets to know the residents and staff of the Bartholomew, Jules finds herself drawn to fellow apartment sitter Ingrid, who comfortingly, disturbingly reminds her of the sister she lost eight years ago. When Ingrid confides that the Bartholomew is not what it seems and the dark history hidden beneath its gleaming facade is starting to frighten her, Jules brushes it off as a harmless ghost story—until the next day, when Ingrid disappears. Searching for the truth about Ingrid's disappearance, Jules digs deeper into the Bartholomew's dark past and into the secrets kept within its walls. Her discovery that Ingrid is not the first apartment sitter to go missing at the Bartholomew pits Jules against the clock as she races to unmask a killer, expose the building's hidden past, and escape the Bartholomew before her temporary status becomes permanent",
      "rating": 4,
      "available": true,
      "expand": false,
      "image": "src/assets/books/lockeverydoor.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "The Last House Guest",
      "firstName": "Megan",
      "lastName": "Miranda",
      "genre": "mystery/thriller",
      "synopsis": "The summer after a wealthy young summer guest dies under suspicious circumstances, her best friend lives under a cloud of grief and suspicion. Littleport, Maine, has always felt like two separate towns: an ideal vacation enclave for the wealthy, whose summer homes line the coastline; and a simple harbor community for the year-round residents whose livelihoods rely on service to the visitors. Typically, fierce friendships never develop between a local and a summer girl—but that’s just what happens with visitor Sadie Loman and Littleport resident Avery Greer. Each summer for almost a decade, the girls are inseparable—until Sadie is found dead. While the police rule the death a suicide, Avery can’t help but feel there are those in the community, including a local detective and Sadie’s brother, Parker, who blame her. Someone knows more than they’re saying, and Avery is intent on clearing her name, before the facts get twisted against her.",
      "rating": 4,
      "available": true,
      "expand": false,
      "image": "src/assets/books/thelasthouseguest.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "The Southern Book Club's Guide to Slaying Vampires",
      "firstName": "Grady",
      "lastName": "Hendrix",
      "genre": "horror",
      "synopsis": "Fried Green Tomatoes and Steel Magnolias meet Dracula in this Southern-flavored supernatural thriller set in the '90s about a women's book club that must protect its suburban community from a mysterious and handsome stranger who turns out to be a blood-sucking fiend. Patricia Campbell had always planned for a big life, but after giving up her career as a nurse to marry an ambitious doctor and become a mother, Patricia's life has never felt smaller. The days are long, her kids are ungrateful, her husband is distant, and her to-do list is never really done. The one thing she has to look forward to is her book club, a group of Charleston mothers united only by their love for true-crime and suspenseful fiction. In these meetings, they're more likely to discuss the FBI's recent siege of Waco as much as the ups and downs of marriage and motherhood. But when an artistic and sensitive stranger moves into the neighborhood, the book club's meetings turn into speculation about the newcomer. Patricia is initially attracted to him, but when some local children go missing, she starts to suspect the newcomer is involved. She begins her own investigation, assuming that he's a Jeffrey Dahmer or Ted Bundy. What she uncovers is far more terrifying, and soon she--and her book club--are the only people standing between the monster they've invited into their homes and their unsuspecting community.",
      "rating": 4,
      "available": true,
      "expand": false,
      "image": "src/assets/books/thesouthernbookclubsguidetoslayingvampires.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "The Book of Lost Names",
      "firstName": "Kristin",
      "lastName": "Harmel",
      "genre": "historical fiction",
      "synopsis": "Eva Traube Abrams, a semi-retired librarian in Florida, is shelving books one morning when her eyes lock on a photograph in a magazine lying open nearby. She freezes; it’s an image of a book she hasn’t seen in sixty-five years—a book she recognizes as The Book of Lost Names. The accompanying article discusses the looting of libraries by the Nazis across Europe during World War II—an experience Eva remembers well—and the search to reunite people with the texts taken from them so long ago. The book in the photograph, an eighteenth-century religious text thought to have been taken from France in the waning days of the war, is one of the most fascinating cases. Now housed in Berlin’s Zentral- und Landesbibliothek library, it appears to contain some sort of code, but researchers don’t know where it came from—or what the code means. Only Eva holds the answer—but will she have the strength to revisit old memories and help reunite those lost during the war? As a graduate student in 1942, Eva was forced to flee Paris after the arrest of her father, a Polish Jew. Finding refuge in a small mountain town in the Free Zone, she begins forging identity documents for Jewish children fleeing to neutral Switzerland. But erasing people comes with a price, and along with a mysterious, handsome forger named Rémy, Eva decides she must find a way to preserve the real names of the children who are too young to remember who they really are. The records they keep in The Book of Lost Names will become even more vital when the resistance cell they work for is betrayed and Rémy disappears.",
      "rating": 4,
      "available": true,
      "expand": false,
      "image": "src/assets/books/thebookoflostnames.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "The Four Winds",
      "firstName": "Kristin",
      "lastName": "Hannah",
      "genre": "historical fiction",
      "synopsis": "Texas, 1934. Millions are out of work and a drought has broken the Great Plains. Farmers are fighting to keep their land and their livelihoods as the crops are failing, the water is drying up, and dust threatens to bury them all. One of the darkest periods of the Great Depression, the Dust Bowl era, has arrived with a vengeance. In this uncertain and dangerous time, Elsa Martinelli—like so many of her neighbors—must make an agonizing choice: fight for the land she loves or go west, to California, in search of a better life. The Four Winds is an indelible portrait of America and the American Dream, as seen through the eyes of one indomitable woman whose courage and sacrifice will come to define a generation.",
      "rating": 4,
      "available": true,
      "expand": false,
      "image": "src/assets/books/thefourwinds.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "Cannery Row",
      "firstName": "John",
      "lastName": "Steinbeck",
      "genre": "classic",
      "synopsis": "The 'story' of Cannery Row follows the adventures of Mack and the boys, a group of unemployed yet resourceful men who inhabit a converted fish-meal shack on the edge of a vacant lot down on the Row.",
      "rating": 3,
      "available": true,
      "expand": false,
      "image": "src/assets/books/canneryrow.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "We Were Liars",
      "firstName": "E.",
      "lastName": "Lockhart",
      "genre": "contemporary fiction",
      "synopsis": "A beautiful and distinguished family. A private island. A brilliant, damaged girl; a passionate, political boy. A group of four friends—the Liars—whose friendship turns destructive. A revolution. An accident. A secret. Lies upon lies. True love. The truth.",
      "rating": 3,
      "available": true,
      "expand": false,
      "image": "src/assets/books/wewereliars.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "The Troop",
      "firstName": "Nick",
      "lastName": "Cutter",
      "genre": "horror",
      "synopsis": "Once a year, scoutmaster Tim Riggs leads a troop of boys into the Canadian wilderness for a three-day camping trip; a tradition as comforting and reliable as a good ghost story and a roaring bonfire. But when an unexpected intruder -- shockingly thin, disturbingly pale, and voraciously hungry -- stumbles upon their campsite, Tim and the boys are exposed to something far more frightening than any tale of terror. The human carrier of a bioengineered nightmare. An inexplicable horror that spreads faster than fear. A harrowing struggle for survival that will pit the troop against the elements, the infected ... and one another",
      "rating": 3,
      "available": true,
      "expand": false,
      "image": "src/assets/books/thetroop.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "The Winter People",
      "firstName": "Jennifer",
      "lastName": "McMahon",
      "genre": "horror",
      "synopsis": "West Hall, Vermont, has always been a town of strange disappearances and old legends. The most mysterious is that of Sara Harrison Shea, who, in 1908, was found dead in the field behind her house just months after the tragic death of her daughter. Now, in present day, nineteen-year-old Ruthie lives in Sara's farmhouse with her mother, Alice, and her younger sister. Alice has always insisted that they live off the grid, a decision that has weighty consequences when Ruthie wakes up one morning to find that Alice has vanished. In her search for clues, she is startled to find a copy of Sara Harrison Shea's diary hidden beneath the floorboards of her mother's bedroom. As Ruthie gets sucked into the historical mystery, she discovers that she's not the only person looking for someone that they've lost. But she may be the only one who can stop history from repeating itself.",
      "rating": 3,
      "available": false,
      "expand": false,
      "image": "src/assets/books/thewinterpeople.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "All the Bright Places",
      "firstName": "Jennifer",
      "lastName": "Niven",
      "genre": "contemporary fiction",
      "synopsis": "When Finch and Violet meet on the ledge of the bell tower at school, it’s unclear who saves whom. And when they pair up on a project to discover the “natural wonders” of their state, both Finch and Violet make more important discoveries: It’s only with Violet that Finch can be himself—a weird, funny, live-out-loud guy who’s not such a freak after all. And it’s only with Finch that Violet can forget to count away the days and start living them. But as Violet’s world grows, Finch’s begins to shrink.",
      "rating": 3,
      "available": true,
      "expand": false,
      "image": "src/assets/books/allthebrightplaces.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "The Good Daughter",
      "firstName": "Karin",
      "lastName": "Slaughter",
      "genre": "mystery/thriller",
      "synopsis": "Twenty-eight years ago, Charlotte and Samantha Quinn's happy small-town family life was torn apart by a terrifying attack on their family home. It left their mother dead. It left their father—Pikeville's notorious defense attorney—devastated. And it left the family fractured beyond repair, consumed by secrets from that terrible night.",
      "rating": 3,
      "available": true,
      "expand": false,
      "image": "src/assets/books/thegooddaughter.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "The Silent Patient",
      "firstName": "Alex",
      "lastName": "Michaelides",
      "genre": "mystery/thriller",
      "synopsis": "Alicia Berenson’s life is seemingly perfect. A famous painter married to an in-demand fashion photographer, she lives in a grand house with big windows overlooking a park in one of London’s most desirable areas. One evening her husband Gabriel returns home late from a fashion shoot, and Alicia shoots him five times in the face, and then never speaks another word.",
      "rating": 3,
      "available": true,
      "expand": false,
      "image": "src/assets/books/thesilentpatient.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "The Wife Upstairs",
      "firstName": "Rachel",
      "lastName": "Hawkins",
      "genre": "mystery/thriller",
      "synopsis": "Meet Jane. Newly arrived to Birmingham, Alabama, Jane is a broke dog-walker in Thornfield Estates—a gated community full of McMansions, shiny SUVs, and bored housewives. The kind of place where no one will notice if Jane lifts the discarded tchotchkes and jewelry off the side tables of her well-heeled clients. Where no one will think to ask if Jane is her real name.",
      "rating": 3,
      "available": true,
      "expand": false,
      "image": "src/assets/books/thewifeupstairs.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "Devolution: A Firsthand Account of the Rainier Sasquatch Massacre",
      "firstName": "Max",
      "lastName": "Brooks",
      "genre": "horror",
      "synopsis": "As the ash and chaos from Mount Rainier’s eruption swirled and finally settled, the story of the Greenloop massacre has passed unnoticed, unexamined . . . until now.",
      "rating": 3,
      "available": true,
      "expand": false,
      "image": "src/assets/books/devolution.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "The Wrong Family",
      "firstName": "Tarryn",
      "lastName": "Fisher",
      "genre": "mystery/thriller",
      "synopsis": "Before moving in with the Crouch family, Juno thought Winnie and her husband, Nigel, had the perfect marriage, the perfect son—the perfect life. Only now that she’s living in their beautiful house, she sees the cracks in the crumbling facade are too deep to ignore.",
      "rating": 3,
      "available": true,
      "expand": false,
      "image": "src/assets/books/thewrongfamily.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "The Plot",
      "firstName": "Jean Hanff",
      "lastName": "Korelitz",
      "genre": "mystery/thriller",
      "synopsis": "Jacob Finch Bonner was once a promising young novelist with a respectably published first book. Today, he's teaching in a third-rate MFA program and struggling to maintain what's left of his self-respect; he hasn't written--let alone published--anything decent in years. When Evan Parker, his most arrogant student, announces he doesn't need Jake's help because the plot of his book in progress is a sure thing, Jake is prepared to dismiss the boast as typical amateur narcissism. But then... he hears the plot.",
      "rating": 3,
      "available": true,
      "expand": false,
      "image": "src/assets/books/theplot.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "The Ex Hex",
      "firstName": "Erin",
      "lastName": "Sterling",
      "genre": "romance",
      "synopsis": "Nine years ago, Vivienne Jones nursed her broken heart like any young witch would: vodka, weepy music, bubble baths…and a curse on the horrible boyfriend. Sure, Vivi knows she shouldn’t use her magic this way, but with only an “orchard hayride” scented candle on hand, she isn’t worried it will cause him anything more than a bad hair day or two.",
      "rating": 3,
      "available": true,
      "expand": false,
      "image": "src/assets/books/theexhex.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "A Little Life",
      "firstName": "Hanya",
      "lastName": "Yanagihara",
      "genre": "contemporary fiction",
      "synopsis": "When four classmates from a small Massachusetts college move to New York to make their way, they're broke, adrift, and buoyed only by their friendship and ambition. There is kind, handsome Willem, an aspiring actor; JB, a quick-witted, sometimes cruel Brooklyn-born painter seeking entry to the art world; Malcolm, a frustrated architect at a prominent firm; and withdrawn, brilliant, enigmatic Jude, who serves as their center of gravity",
      "rating": 2,
      "available": false,
      "expand": false,
      "image": "src/assets/books/alittlelife.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "It Ends with Us",
      "firstName": "Colleen",
      "lastName": "Hoover",
      "genre": "contemporary fiction",
      "synopsis": "Lily hasn’t always had it easy, but that’s never stopped her from working hard for the life she wants. She’s come a long way from the small town in Maine where she grew up— she graduated from college, moved to Boston, and started her own business. So when she feels a spark with a gorgeous neurosurgeon named Ryle Kincaid, everything in Lily’s life suddenly seems almost too good to be true.",
      "rating": 2,
      "available": true,
      "expand": false,
      "image": "src/assets/books/itendswithus.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "I'm Thinking of Ending Things",
      "firstName": "Iain",
      "lastName": "Reid",
      "genre": "horror",
      "synopsis": "In this deeply suspenseful and irresistibly unnerving debut novel, a man and his girlfriend are on their way to a secluded farm. When the two take an unexpected detour, she is left stranded in a deserted high school, wondering if there is any escape at all. What follows is a twisted unraveling that will haunt you long after the last page is turned.",
      "rating": 2,
      "available": true,
      "expand": false,
      "image": "src/assets/books/imthinkingofendingthings.jpg"
    },
    {
      "book": true,
      "dvd": false,
      "streaming": false,
      "audiobook": false,
      "type": "book",
      "title": "Lying in Wait",
      "firstName": "Liz",
      "lastName": "Nugent",
      "genre": "mystery/thriller",
      "synopsis": "On the surface, Lydia Fitzsimons has the perfect life—wife of a respected, successful judge, mother to a beloved son, mistress of a beautiful house in Dublin. That beautiful house, however, holds a secret. And when Lydia’s son, Laurence, discovers its secret, wheels are set in motion that lead to an increasingly claustrophobic and devastatingly dark climax.",
      "rating": 2,
      "available": true,
      "expand": false,
      "image": "src/assets/books/lyinginwait.jpg"
    },

    {
      "book": false,
      "dvd": false,
      "streaming": true,
      "audiobook": false,
      "type": "streaming",
      "title": "Game of Thrones",
      "firstName": "D",
      "lastName": "Weiss, Benioff",
      "genre": "fantasy",
      "synopsis": "The epic HBO drama series based on the acclaimed book series 'A song of Ice and Fire' by George R.R. Martin",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/streaming/gameofthrones.jpg"
    },
    {
      "book": false,
      "dvd": false,
      "streaming": true,
      "audiobook": false,
      "type": "streaming",
      "title": "Squid Game",
      "firstName": "Hwang",
      "lastName": "Dong-hyuk",
      "genre": "drama",
      "synopsis": "Hoping to win easy money, a broke and desperate gi-hun agrees to take part in an enigmatic game. Not long into the first round, unforseen horrors unfold",
      "rating": null,
      "available": false,
      "expand": false,
      "image": "src/assets/streaming/squidgame.jpg"
    },
    {
      "book": false,
      "dvd": false,
      "streaming": true,
      "audiobook": false,
      "type": "streaming",
      "title": "The Walking Dead",
      "firstName": "Angela",
      "lastName": "Kang",
      "genre": "horror",
      "synopsis": "",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/streaming/thewalkingdead.jpeg"
    },
    {
      "book": false,
      "dvd": false,
      "streaming": true,
      "audiobook": false,
      "type": "streaming",
      "title": "Sex Education",
      "firstName": "Laurie",
      "lastName": "Nunn",
      "genre": "comedy",
      "synopsis": "despite the ministrations of sex therapist mom Jean and encouragement from pal, Erin, Otis worries that he can't get it on. He's not the only one.",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/streaming/sexeducation.jpg"
    },
    {
      "book": false,
      "dvd": false,
      "streaming": true,
      "audiobook": false,
      "type": "streaming",
      "title": "Stranger Things",
      "firstName": "Brothers",
      "lastName": "Duffer",
      "genre": "scifi",
      "synopsis": "On his way home from a friend's house, young Will sees something terrifying. Nearby, a sinister secret lurks in the depths of a government lab",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/streaming/strangerthings.jpg"
    },
    {
      "book": false,
      "dvd": false,
      "streaming": true,
      "audiobook": false,
      "type": "streaming",
      "title": "You",
      "firstName": "Sarah",
      "lastName": "Gamble",
      "genre": "drama",
      "synopsis": "A charming first encounter quickly turns into something more nefarious when bookstore manager Joe takes a very strong liking to grad student Beck",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/streaming/you.jpg"
    },
    {
      "book": false,
      "dvd": false,
      "streaming": true,
      "audiobook": false,
      "type": "streaming",
      "title": "The End of the Fxxxing World",
      "firstName": "Kate",
      "lastName": "Ogborn",
      "genre": "drama",
      "synopsis": "Bored with killing animals, 17-year-old James is busy plotting his first real murder when brash new girl Alyssa catches him off guard at school",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/streaming/theendofthefxxxingworld.jpg"
    },
    {
      "book": false,
      "dvd": false,
      "streaming": true,
      "audiobook": false,
      "type": "streaming",
      "title": "The Queen's Gambit",
      "firstName": "Scott",
      "lastName": "Frank",
      "genre": "drama",
      "synopsis": "sent to an orphanage at age 9, Beth develops an uncanny knack for chess- and a growing dependence on the green tranquilizers givin to the children",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/streaming/thequeensgambit.jpg"
    },
    {
      "book": false,
      "dvd": false,
      "streaming": true,
      "audiobook": false,
      "type": "streaming",
      "title": "Barry",
      "firstName": "Alec",
      "lastName": "Berg",
      "genre": "comedy",
      "synopsis": "Bill Hader stars as a depressed, low-rent hit man from the Midwest who falls in love with acting while on a job in LA in this series.",
      "rating": null,
      "available": false,
      "expand": false,
      "image": "src/assets/streaming/barry.jpg"
    },
    {
      "book": false,
      "dvd": false,
      "streaming": true,
      "audiobook": false,
      "type": "streaming",
      "title": "The White Lotus",
      "firstName": "Mike",
      "lastName": "White",
      "genre": "comedy",
      "synopsis": "This limited series follows the exploits of various guests and employees at an exlusive tropical resort over the span of a week.",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/streaming/thewhitelotus.jpg"
    },
    {
      "book": false,
      "dvd": false,
      "streaming": true,
      "audiobook": false,
      "type": "streaming",
      "title": "Euphoria",
      "firstName": "Sam",
      "lastName": "Levinson",
      "genre": "drama",
      "synopsis": "Zendaya stars in this series that follows a group of high-school students as the navigate an unstable world",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/streaming/euphoria.jpg"
    },
    {
      "book": false,
      "dvd": false,
      "streaming": true,
      "audiobook": false,
      "type": "streaming",
      "title": "Big Little Lies",
      "firstName": "David",
      "lastName": "Kelley",
      "genre": "drama",
      "synopsis": "Reese Witherspoon, Nicole Kidman, and Shailene Woodley star in this series about three mothers whose lives unravel to the point of murder.",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/streaming/biglittlelies.jpg"
    },
    {
      "book": false,
      "dvd": false,
      "streaming": true,
      "audiobook": false,
      "type": "streaming",
      "title": "Sharp Objects",
      "firstName": "Marti",
      "lastName": "Noxon",
      "genre": "drama",
      "synopsis": "A troubled journalist (Amy Adams) returns to her hometown to cover the apparent murders of two girls in this limited series",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/streaming/sharpobjects.jpg"
    },
    {
      "book": false,
      "dvd": false,
      "streaming": true,
      "audiobook": false,
      "type": "streaming",
      "title": "Succession",
      "firstName": "Jesse",
      "lastName": "Armstrong",
      "genre": "drama",
      "synopsis": "Succession follows the Roy family, owners of media conglomerate Waystar RoyCo. The family patriarch, Logan Roy (Cox), has experienced a decline in health. His four children – removed oldest son Connor (Ruck), power-hungry Kendall (Strong), irreverent Roman (Culkin), and politically savvy Shiv (Snook) – all with varying degrees of connection to the company, begin to prepare for a future without their father,[9] and each begins vying for prominence within the company.",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/streaming/succession.jpg"
    },
    {
      "book": false,
      "dvd": false,
      "streaming": true,
      "audiobook": false,
      "type": "streaming",
      "title": "The Dropout",
      "firstName": "Liz",
      "lastName": "Merriwether",
      "genre": "drama",
      "synopsis": "",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/streaming/thedropout.jpg"
    },
    {
      "book": false,
      "dvd": false,
      "streaming": true,
      "audiobook": false,
      "type": "streaming",
      "title": "Skins",
      "firstName": "Bryan",
      "lastName": "Elsley",
      "genre": "drama",
      "synopsis": "Award winning and groundbreaking comedy drama which follows the messy lives, loves, delerious highs and inevitable lows of a group of reacous teenage friends in Bristol.",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/streaming/skins.jpg"
    },
    {
      "book": false,
      "dvd": false,
      "streaming": true,
      "audiobook": false,
      "type": "streaming",
      "title": "Nathan for You",
      "firstName": "Nathan",
      "lastName": "Fielder",
      "genre": "comedy",
      "synopsis": "In this docu-reality comedy, Nathan Fielder uses his business degree and life experiences to help real small businesses turn a profit. But because of his unorthodox approach, Nathan's genuine efforts to do good often draw real people into an experience far beyond what they signed up for.",
      "rating": null,
      "available": false,
      "expand": false,
      "image": "src/assets/streaming/nathanforyou.jpg"
    },
    {
      "book": false,
      "dvd": false,
      "streaming": true,
      "audiobook": false,
      "type": "streaming",
      "title": "How to with John Wilson",
      "firstName": "Nathan",
      "lastName": "Fielder",
      "genre": "comedy",
      "synopsis": "Documentary filmmaker John Wilson embarks on an odyssey of self-discovery and cultural observation by covertly filming the lives of fellow New Yorkers while trying to share advice. John attempts to give advice while dealing with his own personal issues.",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/streaming/howtowithjohnwilson.jpg"
    },
    {
      "book": false,
      "dvd": false,
      "streaming": true,
      "audiobook": false,
      "type": "streaming",
      "title": "What We Do in the Shadows",
      "firstName": "Paul",
      "lastName": "Simms",
      "genre": "comedy",
      "synopsis": " Set in New York City, the show follows three vampires who have been roommates for hundreds of years.",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/streaming/whatwedointheshadows.jpg"
    },
    {
      "book": false,
      "dvd": false,
      "streaming": true,
      "audiobook": false,
      "type": "streaming",
      "title": "Pretty Little Liars",
      "firstName": "Marlene",
      "lastName": "King",
      "genre": "drama",
      "synopsis": "Pretty Little Liars follows high school girls- SPencer Hastings, Hanna Marin, ARian Montgomery and Emily Fields, clique falls apart after the mysterious dissappearance of their queen bee leader, Alison DiLaurentis.",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/streaming/prettylittleliars.jpg"
    },
    {
      "book": false,
      "dvd": true,
      "streaming": false,
      "audiobook": false,
      "type": "dvd",
      "title": "Gladiator",
      "firstName": "Ridley",
      "lastName": "Scott",
      "genre": "drama",
      "synopsis": "Set in Roman times, the story of a once-powerful general forced to become a common gladiator. The emperor's son is enraged when he is passed over as heir in favour of his father's favourite general. He kills his father and arranges the murder of the general's family, and the general is sold into slavery to be trained as a gladiator - but his subsequent popularity in the arena threatens the throne.",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/dvd/gladiator.jpg"
    },
    {
      "book": false,
      "dvd": true,
      "streaming": false,
      "audiobook": false,
      "type": "dvd",
      "title": "Joker",
      "firstName": "Todd",
      "lastName": "Phillips",
      "genre": "drama",
      "synopsis": "Forever alone in a crowd, failed comedian Arthur Fleck seeks connection as he walks the streets of Gotham City. Arthur wears two masks -- the one he paints for his day job as a clown, and the guise he projects in a futile attempt to feel like he's part of the world around him. Isolated, bullied and disregarded by society, Fleck begins a slow descent into madness as he transforms into the criminal mastermind known as the Joker.",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/dvd/joker.jpg"
    },
    {
      "book": false,
      "dvd": true,
      "streaming": false,
      "audiobook": false,
      "type": "dvd",
      "title": "Parasite",
      "firstName": "Bong",
      "lastName": "Joon-ho",
      "genre": "drama",
      "synopsis": "Greed and class discrimination threaten the newly formed symbiotic relationship between the wealthy Park family and the destitute Kim clan.",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/dvd/parasite.jpg"
    },
    {
      "book": false,
      "dvd": true,
      "streaming": false,
      "audiobook": false,
      "type": "dvd",
      "title": "Inglorious Basterds",
      "firstName": "Quentin",
      "lastName": "Tarantino",
      "genre": "drama",
      "synopsis": "It is the first year of Germany's occupation of France. Allied officer Lt. Aldo Raine (Brad Pitt) assembles a team of Jewish soldiers to commit violent acts of retribution against the Nazis, including the taking of their scalps. He and his men join forces with Bridget von Hammersmark, a German actress and undercover agent, to bring down the leaders of the Third Reich. Their fates converge with theater owner Shosanna Dreyfus, who seeks to avenge the Nazis' execution of her family.",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/dvd/ingloriousbasterds.jpg"
    },
    {
      "book": false,
      "dvd": true,
      "streaming": false,
      "audiobook": false,
      "type": "dvd",
      "title": "My Neighbor Totoro",
      "firstName": "Hayao",
      "lastName": "Miyazaki",
      "genre": "fantasy",
      "synopsis": "This acclaimed animated tale by director Hayao Miyazaki follows schoolgirl Satsuke and her younger sister, Mei, as they settle into an old country house with their father and wait for their mother to recover from an illness in an area hospital. As the sisters explore their new home, they encounter and befriend playful spirits in their house and the nearby forest, most notably the massive cuddly creature known as Totoro.",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/dvd/myneighbortotoro.jpg"
    },
    {
      "book": false,
      "dvd": true,
      "streaming": false,
      "audiobook": false,
      "type": "dvd",
      "title": "Rogue One",
      "firstName": "Gareth",
      "lastName": "Edwards",
      "genre": "adventure",
      "synopsis": "Former scientist Galen Erso lives on a farm with his wife and young daughter, Jyn. His peaceful existence comes crashing down when the evil Orson Krennic takes him away from his beloved family. Many years later, Galen becomes the Empire's lead engineer for the most powerful weapon in the galaxy, the Death Star. Knowing that her father holds the key to its destruction, Jyn joins forces with a spy and other resistance fighters to steal the space station's plans for the Rebel Alliance.",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/dvd/rogueone.jpg"
    },
    {
      "book": false,
      "dvd": true,
      "streaming": false,
      "audiobook": false,
      "type": "dvd",
      "title": "Hereditary",
      "firstName": "Ari",
      "lastName": "Aster",
      "genre": "horror",
      "synopsis": "When the matriarch of the Graham family passes away, her daughter and grandchildren begin to unravel cryptic and increasingly terrifying secrets about their ancestry, trying to outrun the sinister fate they have inherited.",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/dvd/hereditary.jpg"
    },
    {
      "book": false,
      "dvd": true,
      "streaming": false,
      "audiobook": false,
      "type": "dvd",
      "title": "Gone Girl",
      "firstName": "David",
      "lastName": "Fincher",
      "genre": "drama",
      "synopsis": "In Carthage, Mo., former New York-based writer Nick Dunne (Ben Affleck) and his glamorous wife Amy (Rosamund Pike) present a portrait of a blissful marriage to the public. However, when Amy goes missing on the couple's fifth wedding anniversary, Nick becomes the prime suspect in her disappearance. The resulting police pressure and media frenzy cause the Dunnes' image of a happy union to crumble, leading to tantalizing questions about who Nick and Amy truly are.",
      "rating": null,
      "available": false,
      "expand": false,
      "image": "src/assets/dvd/gonegirl.jpg"
    },
    {
      "book": false,
      "dvd": true,
      "streaming": false,
      "audiobook": false,
      "type": "dvd",
      "title": "Edward Scissorhands",
      "firstName": "Tim",
      "lastName": "Burton",
      "genre": "fantasy",
      "synopsis": "A scientist (Vincent Price) builds an animated human being -- the gentle Edward (Johnny Depp). The scientist dies before he can finish assembling Edward, though, leaving the young man with a freakish appearance accentuated by the scissor blades he has instead of hands. Loving suburban saleswoman Peg (Dianne Wiest) discovers Edward and takes him home, where he falls for Peg's teen daughter (Winona Ryder). However, despite his kindness and artistic talent, Edward's hands make him an outcast.",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/dvd/edwardscissorhands.jpg"
    },
    {
      "book": false,
      "dvd": true,
      "streaming": false,
      "audiobook": false,
      "type": "dvd",
      "title": "Harry Potter and the Order of the Phoenix",
      "firstName": "David",
      "lastName": "Yates",
      "genre": "fantasy",
      "synopsis": "Now in his fifth year at Hogwarts, Harry (Daniel Radcliffe) learns that many in the wizarding community do not know the truth of his encounter with Lord Voldemort. Cornelius Fudge, minister of Magic, appoints his toady, Dolores Umbridge, as Defense Against the Dark Arts teacher, for he fears that professor Dumbledore will take his job. But her teaching is deficient and her methods, cruel, so Harry prepares a group of students to defend the school against a rising tide of evil.",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/dvd/harrypotterphoenix.jpg"
    },
    {
      "book": false,
      "dvd": true,
      "streaming": false,
      "audiobook": false,
      "type": "dvd",
      "title": "Mean Girls",
      "firstName": "Mark",
      "lastName": "Waters",
      "genre": "comedy",
      "synopsis": "Teenage Cady Heron (Lindsay Lohan) was educated in Africa by her scientist parents. When her family moves to the suburbs of Illinois, Cady finally gets to experience public school and gets a quick primer on the cruel, tacit laws of popularity that divide her fellow students into tightly knit cliques. She unwittingly finds herself in the good graces of an elite group of cool students dubbed 'the Plastics,' but Cady soon realizes how her shallow group of new friends earned this nickname.",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/dvd/meangirls.jpg"
    },
    {
      "book": false,
      "dvd": true,
      "streaming": false,
      "audiobook": false,
      "type": "dvd",
      "title": "Lady Bird",
      "firstName": "Greta",
      "lastName": "Gerwig",
      "genre": "comedy",
      "synopsis": "A nurse works tirelessly to keep her family afloat after her husband loses his job. She also maintains a turbulent bond with a teenage daughter who is just like her: loving, strong-willed and deeply opinionated.",
      "rating": null,
      "available": false,
      "expand": false,
      "image": "src/assets/dvd/ladybird.jpg"
    },
    {
      "book": false,
      "dvd": true,
      "streaming": false,
      "audiobook": false,
      "type": "dvd",
      "title": "Midsommar",
      "firstName": "Ari",
      "lastName": "Aster",
      "genre": "horror",
      "synopsis": "A couple travel to Sweden to visit their friend's rural hometown for its fabled midsummer festival, but what begins as an idyllic retreat quickly devolves into an increasingly violent and bizarre competition at the hands of a pagan cult.",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/dvd/midsommar.jpg"
    },
    {
      "book": false,
      "dvd": true,
      "streaming": false,
      "audiobook": false,
      "type": "dvd",
      "title": "It Follows",
      "firstName": "David Robert",
      "lastName": "Mitchell",
      "genre": "horror",
      "synopsis": "After carefree teenager Jay (Maika Monroe) sleeps with her new boyfriend, Hugh (Jake Weary), for the first time, she learns that she is the latest recipient of a fatal curse that is passed from victim to victim via sexual intercourse. Death, Jay learns, will creep inexorably toward her as either a friend or a stranger. Jay's friends don't believe her seemingly paranoid ravings, until they too begin to see the phantom assassins and band together to help her flee or defend herself.",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/dvd/itfollows.jpg"
    },
    {
      "book": false,
      "dvd": true,
      "streaming": false,
      "audiobook": false,
      "type": "dvd",
      "title": "The Exorcist",
      "firstName": "Willian",
      "lastName": "Friedkin",
      "genre": "horror",
      "synopsis": "One of the most profitable horror movies ever made, this tale of an exorcism is based loosely on actual events. When young Regan (Linda Blair) starts acting odd -- levitating, speaking in tongues -- her worried mother (Ellen Burstyn) seeks medical help, only to hit a dead end. A local priest (Jason Miller), however, thinks the girl may be seized by the devil. The priest makes a request to perform an exorcism, and the church sends in an expert (Max von Sydow) to help with the difficult job.",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/dvd/theexorcist.jpg"
    },
    {
      "book": false,
      "dvd": true,
      "streaming": false,
      "audiobook": false,
      "type": "dvd",
      "title": "Saving Private Ryan",
      "firstName": "Steven",
      "lastName": "Spielberg",
      "genre": "action",
      "synopsis": "Captain John Miller (Tom Hanks) takes his men behind enemy lines to find Private James Ryan, whose three brothers have been killed in combat. Surrounded by the brutal realties of war, while searching for Ryan, each man embarks upon a personal journey and discovers their own strength to triumph over an uncertain future with honor, decency and courage.",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/dvd/savingprivateryan.jpg"
    },
    {
      "book": false,
      "dvd": true,
      "streaming": false,
      "audiobook": false,
      "type": "dvd",
      "title": "The Social Network",
      "firstName": "David",
      "lastName": "Fincher",
      "genre": "drama",
      "synopsis": "In 2003, Harvard undergrad and computer genius Mark Zuckerberg (Jesse Eisenberg) begins work on a new concept that eventually turns into the global social network known as Facebook. Six years later, he is one of the youngest billionaires ever, but Zuckerberg finds that his unprecedented success leads to both personal and legal complications when he ends up on the receiving end of two lawsuits, one involving his former friend (Andrew Garfield). Based on the book 'The Accidental Billionaires.'",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/dvd/thesocialnetwork.jpg"
    },
    {
      "book": false,
      "dvd": true,
      "streaming": false,
      "audiobook": false,
      "type": "dvd",
      "title": "Donnie Darko",
      "firstName": "Richard",
      "lastName": "Kelly",
      "genre": "drama",
      "synopsis": "During the presidential election of 1988, a teenager named Donnie Darko sleepwalks out of his house one night and sees a giant, demonic-looking rabbit named Frank, who tells him the world will end in 28 days. When Donnie returns home, he finds that a jet engine has crashed into his bedroom. Is Donnie living in a parallel universe, is he suffering from mental illness - or will the world really end?",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/dvd/donniedarko.jpg"
    },
    {
      "book": false,
      "dvd": true,
      "streaming": false,
      "audiobook": false,
      "type": "dvd",
      "title": "Once Upon a Time in Hollywood",
      "firstName": "Quentin",
      "lastName": "Tarantino",
      "genre": "drama",
      "synopsis": "Actor Rick Dalton gained fame and fortune by starring in a 1950s television Western, but is now struggling to find meaningful work in a Hollywood that he doesn't recognize anymore. He spends most of his time drinking and palling around with Cliff Booth, his easygoing best friend and longtime stunt double. Rick also happens to live next door to Roman Polanski and Sharon Tate -- the filmmaker and budding actress whose futures will forever be altered by members of the Manson Family.",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/dvd/onceuponatimeinhollywood.jpg"
    },
    {
      "book": false,
      "dvd": true,
      "streaming": false,
      "audiobook": false,
      "type": "dvd",
      "title": "Train to Busan",
      "firstName": "Yeon",
      "lastName": "Sang-ho",
      "genre": "horror",
      "synopsis": "A man (Gong Yoo), his estranged daughter and other passengers become trapped on a speeding train during a zombie outbreak in South Korea.",
      "rating": null,
      "available": true,
      "expand": false,
      "image": "src/assets/dvd/traintobusan.jpg"
    }
  ]
}
